Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: On 18 March, Murillo announced Nicaragua's first confirmed case: a 40-year-old man who recently returned to Nicaragua from its neighboring country of Panama.
es: El 18 de marzo, Murillo anunció el primer caso confirmado de Nicaragua: un hombre de 40 años que recientemente regresó a Nicaragua desde Panamá.

source: On 12 April, a total of 595 cases were reported, an increase of 18.
es: El 12 de abril, se reportaron un total de 595 casos, un incremento de 18.

source: Of these, 1,506 occurred in the four endemic countries and 146 elsewhere.
es: De estos, 1505 ocurrieron en los cuatro países endémicos y 146 en otros.

source: "Rollins then began to refer to himself as the ""Monday Night Messiah"" and recruited Murphy into his new faction with AOP; Rollins and Murphy eventually won the Raw Tag Team Championship together."
es: "Rollins comenzó a llamarse a sí mismo como un ""mesías"" y reclutó a Murphy en su nueva facción con AOP; Rollins y Murphy finalmente ganaron el Campeonato en Parejas de Raw juntos."

source: On 6 February, Abe invoked the Immigration Control and Refugee Act to deny entry to the cruise ship MS Westerdam from Hong Kong after one of its passengers tested positive for COVID-19.
es: El 6 de febrero, el primer ministro Abe invocó la Ley de Control de Inmigración y Refugiados para negar la entrada del crucero MS Westerdam desde Hong Kong después de que uno de sus pasajeros dio positivo por COVID-19.

source: The first death recorded was that of the 68-year-old Italian woman tourist; a few days later her husband was reported to have recovered from the virus.
es: [1]​[2]​ La primera muerte registrada fue la mujer italiana de 68 años, y unos días después se informó que su esposo se había recuperado de la enfermedad.

source: On 11 March, Fianna Fáil and Fine Gael entered detailed talks in order to establish a grand coalition, potentially with the Green Party, and deal with the 2020 coronavirus pandemic in Ireland.
es: [85]​ El 11 de marzo, Fianna Fáil y Fine Gael entraron en conversaciones detalladas para formar una gran coalición, potencialmente con el Partido Verde, y hacer frente a la epidemia de coronavirus de 2020 en Irlanda.

source: Semmelweis proposed the practice of washing hands with chlorinated lime solutions in 1847 while working in Vienna General Hospital's First Obstetrical Clinic, where doctors' wards had three times the mortality of midwives' wards.
es: Semmelweis, en el año 1847, propuso lavarse cuidadosamente las manos con una solución de hipoclorito cálcico cuando él trabajaba en la Primera Clínica Obstétrica (Clínica I) del Hospital General de Viena (Allgemeines Krankenhaus der Stadt Wien) donde la mortalidad entre las pacientes hospitalizadas en la sala atendida por obstetras (Clínica I) era de tres a cinco veces más alta que en la sala atendida por matronas (Clínica II).

source: Areas of the lung that are collapsed (atelectasis) or filled with secretions will be underinflated, while those areas that are relatively normal will be overinflated.
es: Las áreas del pulmón que están colapsadas (atelectasias) o llenas de secreciones se inflarán poco, mientras que las áreas que son relativamente normales se inflarán en exceso.

source: Three patients were discharged from hospitals.
es: Tres pacientes recibieron el alta del hospital.

source: Rheotrauma is a medical term for the harm caused to a patient's lungs by high gas flows as delivered by mechanical ventilation.
es: Reotrauma es un término médico para el daño causado a los pulmones de un paciente por los altos flujos de gas suministrados por la ventilación mecánica.

source: "An estimated 5 to 10 percent of hospitalized patients undergoing otolaryngology (""head and neck"") surgery acquire a nosocomial (""hospital"") infection, which adds a substantial cost and an average of 4 extra days to the hospital stay."
es: "Se estima que del cinco al diez por ciento de los pacientes hospitalizados en otorrinolaringología (""cabeza y cuello"") quirúrgica adquieren una infección nosocomial que agrega un costo sustancial y un promedio de 4 días extras en el hospital."

source: HPAI A(H5N1) is an avian disease and there is no evidence suggesting efficient human-to-human transmission of HPAI A(H5N1).
es: Por el momento HPAI A(H5N1) provoca una enfermedad en las aves, y no existen evidencias de transmisión de humano a humano.

source: The classic symptoms of active TB are a chronic cough with blood-containing mucus, fever, night sweats, and weight loss.
es: Los síntomas clásicos de la tuberculosis son: tos crónica con esputo sanguinolento, fiebre, sudores nocturnos y pérdida de peso.

source: "The Rabbinical Council of America, speaking on behalf of Orthodox Judaism, issued a guideline stating that ""public gatherings in synagogues and schools should be severely limited""."
es: "El Consejo Rabínico de América, hablando en nombre del judaísmo ortodoxo, emitió una directriz que establece que ""las reuniones públicas en sinagogas y escuelas deben ser severamente limitadas""."

source: 4896 discarded cases were reported.
es: Se reportaron 4896 casos descartados.

source: Norepinephrine, also known as noradrenaline, is a medication used to treat people with very low blood pressure.
es: La norepinefrina, también conocida como noradrenalina, es un medicamento utilizado para tratar a las personas con presión arterial muy baja.

source: TVNZ1 also reported Taiwan in the Saturday 6 pm Headline.
es: [135]​[136]​ TVNZ1 también informó sobre Taiwán en el titular del sábado a las 6 p.m.[137]​

source: The role of Health and Human Services Secretary Alex Azar was downsized, according to the Wall Street Journal, with Pence taking a larger role.
es: [7]​ El secretario de Salud y Servicios Sociales, Alex Azar, pasó a tener menos peso dentro de la comisión, según el Wall Street Journal, y Pence pasó a desempeñar un papel más importante.

source: In the USSR in World War II, 5,000 people died due to alimentary toxic aleukia (ALA).
es: En la Unión Soviética durante la segunda guerra mundial, 5000 personas murieron debido a la Aleukia tóxica alimentaria (ALA).

source: One guideline for biopsy is if a growth is present three months after surgery, if a growth is greater than two centimeters, or if a growth is becoming larger one month after vaccination.
es: Una directriz para biopsia es la presencia de un crecimiento tres meses después de una cirugía, si un crecimiento es mayor que dos centímetros, o si un crecimiento está aumentando de tamaño un mes después de la vacunación.

source: Cases in mainland China
es: Primeros casos confirmados por país

source: Medical gloves are made of different polymers including latex, nitrile rubber, polyvinyl chloride and neoprene; they come unpowdered, or powdered with corn starch to lubricate the gloves, making them easier to put on the hands.
es: Están hechos de diferentes tipos de polímeros que incluyen: látex, nitrilo, vinilo y neopreno; se pueden hallar libres de polvo o con polvo, siendo común el uso de maicena para lubricarlos, con el fin de ponerlos con mayor facilidad en las manos.

source: Castilla–La Mancha announced two new cases: men of 23 and 30 years of age, both imported cases, with an epidemiological link with the risk zone of northern Italy and who were being treated in the Almansa and Albacete hospitals.
es: En Castilla-La Mancha dos hombres de 30 y 23 años, ambos casos importados, con enlace epidemiológico con la zona de riesgo del norte de Italia, tratados en los hospitales de Almansa y Albacete.

source: "This version is often referred to as the ""UK version"" and received little airplay in the US as the band ultimately opted to film another video shortly afterwards."
es: "Esta versión es referida usualmente como la versión ""Británica"" y recibió poca puesta en el aire en los Estados Unidos dado que la banda optó por filmar otro video posteriormente."

source: Polling showed a significant partisan divide regarding the outbreak.
es: Las encuestas de opinión mostraron una división partidista significativa con respecto a la pandemia.

source: They included the 1957 Asian flu (type A, H2N2 strain) and the 1968 Hong Kong flu (type A, H3N2 strain), but even these smaller outbreaks killed millions of people.
es: Las pandemias posteriores de gripe (la gripe asiática (tipo A, subtipo H2N2) y la de 1968 o gripe de Hong Kong (tipo A, subtipo H3N2) no han sido tan devastadoras, pero también provocaron millones de defunciones.

source: Yersinia enterocolitica and Yersinia pseudotuberculosis
es: Yersinia enterocolitica y Yersinia pseudotuberculosis

source: The Ministry of Health announced the purchase of 640,000 rapid tests.
es: Comienza el reparto de los 640 mil nuevos test rápidos de diagnóstico adquiridos por el Gobierno.

source: Those hardware safeties had no way of reporting that they had been triggered, so there was no indication of the existence of faulty software commands.
es: Esos dispositivos de seguridad no podían avisar cuando se activaban, por lo que no había sospecha de fallos en el software.

source: Two possible factors for the increase of VAS at this time were the introduction in 1985 of vaccines for rabies and feline leukemia virus (FeLV) that contained aluminum adjuvant, and a law in 1987 requiring rabies vaccination in cats in Pennsylvania.
es: Dos factores posibles para el aumento de VAS en este tiempo eran la introducción en 1985 de vacunas contra la rabia y el virus de leucemia felina (FeLV, en inglés) que contienen un adyuvante de aluminio, y una ley de 1987 que requería la vacunación contra la rabia de gatos en Pensilvania.

source: A total of 12 other county to prefecture-level cities in Hubei, including Huangshi, Jingzhou, Yichang, Xiaogan, Jingmen, Suizhou, Xianning, Qianjiang, Xiantao, Shiyan, Tianmen and Enshi, were placed on traveling restrictions by the end of 24 January, bringing the number of people affected by the restriction to more than 50 million.
es: [9]​ Al 24 de enero, en un total de 12 otras ciudades desde nivel condado a prefectura en Hubei, incluyendo Huangshi, Chibi, Jingzhou, Yichang, Xiaogan, Jingmen, Zhijiang, Qianjiang, Xiantao, Xianning, Dangyang y Enshi, se habían impuesto restricciones de movimiento, llevando el número de personas afectadas por la restricción a más de 40 millones.

source: In the Community of Madrid, 46 new positive cases of coronavirus in Valdemoro increase to 134 active cases and 4 deaths in total, including a 76-year-old man with previous pathologies who died at the Infanta Elena Hospital of Valdemoro, the fourth confirmed death in Spain, other 91 years old man dead at the Gregorio Marañón Hospital and another 83 years old man deceased at the Severo Ochoa Hospital in Leganés.
es: 46 positivos nuevos en la Comunidad de Madrid en Valdemoro aumentan los casos a 134 activos y 4 muertes,[101]​ incluyendo a un hombre de 76 años con patologías previas que murió en el hospital Infanta Elena de Valdemoro, convirtiéndose en la cuarta muerte confirmada en España[102]​[103]​ otro hombre de 91 años fallece en el hospital Gregorio Marañón[104]​ y otro hombre de 83 años fallece en el Hospital Severo Ochoa de Leganés.

source: "The Federal Open Market Committee lowered the federal funds rate target by 50 basis points with Federal Reserve Chair Powell stating that the central bank ""saw a risk to the outlook for the economy and chose to act"" and that ""the magnitude and persistence of the overall effect [of the outbreak] on the U.S. economy remain highly uncertain""."
es: [21]​[22]​ El Comité Federal de Mercado Abierto redujo el objetivo de la tasa de fondos federales en 50 puntos básicos, y el presidente de la Reserva Federal, Powell, declaró que el banco central «vio un riesgo para las perspectivas de la economía y decidió actuar» y que la «magnitud y la persistencia de la situación general efecto [del brote] en la economía de los Estados Unidos sigue siendo muy incierto».

source: In 2007, the country with the highest estimated incidence rate of TB was Swaziland, with 1,200 cases per 100,000 people.
es: En 2005, el país con la mayor incidencia estimada de tuberculosis fue de Suazilandia, con 1262 casos por cada 100 000 personas.

source: Its severity is often measured by the number of people affected by its geographical extent, or the disease or death of the pathogenic process which it originates.
es: Su gravedad se suele medir por el número de personas afectadas, por su extensión geográfica, o por la morbilidad o mortalidad del proceso patógeno que lo origina.

source: On 10 March, a total of 114 people had been tested for COVID-19, 10 of whom were positive.
es: El 10 de marzo, 114 personas fueron testadas de Covid-19, 10 de las cuales fueron positivas.

source: Fahrettin Koca announced that Egypt, Ireland, Switzerland, Saudi Arabia, the UAE, and the UK were added to the list of countries for which the flight ban was imposed.
es: [91]​[92]​ Fahrettin Koca Anunció que Egipto, Irlanda, Suiza, Arabia Saudí, Emiratos Árabes Unidos, y el Reino Unido se agregaron a la lista de países para los que se impuso la prohibición de vuelos.

source: 10 March: The Ministry of Health confirmed two new cases, in La Matanza and Buenos Aires, a 42-year-old man who returned from Spain and a 23-year-old man who arrived from France, respectively, bringing the total cases to 19.
es: 10 de marzo: el Ministerio de Salud confirmó dos nuevos casos, en La Matanza y Buenos Aires, un hombre de 42 años que regresó de España y un hombre de 23 años que llegó de Francia, respectivamente, elevando el total de casos a 19.

source: "On March 10, 2020, The Hill reported that U.S. Senate Republicans who had attended a briefing with President Donald Trump had encouraged him to hold more briefings and to make Anthony Fauci the ""face of the federal government's response"" because according to an unnamed senator, ""he has credibility"", he ""speaks with authority"" and he ""has respect in the medical community."""
es: "El 10 de marzo de 2020, The Hill informó que algunos senadores republicanos de Estados Unidos que asistieron a una reunión con el presidente Donald Trump le animaron a mantener más reuniones y a poner a Anthony Fauci ""al frente de la respuesta del gobierno federal"", porque, según un senador cuya identidad no ha trascendido, ""él tiene credibilidad"", él ""tiene autoridad"" y él ""es respetado por la comunidad médica""."

source: 12 MarchThe Autonomous City of Melilla suspended the passage of Moroccan goods carriers to avoid crowds on its frontier.
es: Melilla cierra el paso a los transportistas marroquíes para evitar aglomeraciones en la frontera.

source: The First Clinic was the teaching service for medical students, while the Second Clinic had been selected in 1841 for the instruction of midwives only.
es: La Clínica Primera era donde practicaban los estudiantes de medicina, mientras que la Clínica Segunda estaba destinada desde 1841 a la enseñanza de matronas (anteriormente estudiantes de medicina y matronas hacían prácticas en ambas clínicas).

source: Many churches, synagogues, mosques, and temples have offered worship through livestream amidst the pandemic.
es: [1]​ Muchas iglesias, sinagogas, mezquitas y templos están ofreciendo culto a través transmisiones en vivo durante de la pandemia.

source: On 17 April, the number of confirmed cases reached 21.
es: El 17 de abril, el número de casos confirmados llegó a 21.

source: traceability: in a final product, it must be possible to know the origin of the ingredients (originating farm, identification of the harvesting or of the animal) and where and when it was processed; the origin of the illness can thus be tracked and solved (and possibly penalized), and the final products can be removed from the sale if a problem is detected;
es: Trazabilidad: en un producto final, debe ser posible conocer el origen de los ingredientes (granja de origen, identificación de la cosecha o del animal) y dónde y cuándo fue procesado, de forma que sea posible localizar y resolver (y posiblemente sancionar) el origen de la intoxicación, así como retirar los productos del mismo lote en venta cuando se detecta un problema.

source: He then blamed Phoenix for the attack, claiming that she allowed Edge to get back in the ring.
es: Luego culpó a Phoenix por el ataque, alegando que ella permitió que Edge volviera al ring.

source: As of 8 March, US military has suspended all travels to and from South Korea for all military personnel and their family over the concern of the virus.
es: A partir del 8 de marzo, el ejército estadounidense ha suspendido todos los viajes hacia y desde Corea del Sur para todo el personal militar y sus familias por la preocupación del virus.

source: The 16 teams were divided into four groups (Groups A–D) for the qualifying tournaments.
es: Los 16 equipos se dividirán en cuatro grupos (Grupos A, B, C y D) para los torneos clasificatorios.

source: A total of 350 educational centers have been closed down.
es: Un total de 350 centros educativos han sido cerrados.

source: The symptoms following infection with low-pathogenicity avian influenza may be as mild as ruffled feathers, a small reduction in egg production, or weight loss combined with minor respiratory disease.
es: [114]​ Los síntomas de una infección poco patógena pueden ser tan leves como algunas plumas encrespadas, una pequeña reducción en el número de los huevos de cada puesta o una discreta pérdida de peso con algunos leves síntomas respiratorios.

source: The film was banned in the Arab countries of Kuwait, Oman, Qatar, and Saudi Arabia, as one female cyclops police officer character in the film named Specter (voiced by Lena Waithe) briefly indicates that she is a lesbian.
es: En países como Arabia Saudita, Omán, Catar y Kuwait, la película fue prohibida por una referencia a la sexualidad del personaje Specter que es interpretado por la actriz abiertamente homosexual Lena Waithe.

source: 68 women and 90 men have contracted the disease.
es: Están distribuidos entre 68 mujeres y 90 hombres.

source: Klebsiella is a genus of Gram-negative, oxidase-negative, rod-shaped bacteria with a prominent polysaccharide-based capsule.
es: Klebsiella es un género de bacterias inmóviles, Gram-negativas, anaerobias facultativas y con una prominente cápsula de polisacáridos.

source: On 25 February, the 16th was released from the hospital after being tested negative from the COVID-19, temporarily made Vietnam cleared from COVID-19 outbreak.
es: El 25 de febrero, el 16 fue dado de alta del hospital después de que el COVID-19 le dio un resultado negativo, temporalmente liberó a Vietnam del brote de COVID-19.

source: All of the patients were in good health and were advised to stay at home.
es: Todos los pacientes están en buena salud y fueron confinados en casa.

source: On 24 March, over 840 German national tourists were sent back to Germany after being quarantined for 14 days.
es: El 24 de marzo, más de 840 turistas nacionales alemanes fueron enviados de regreso a Alemania después de permanecer en cuarentena durante 14 días.

source: Cyclic atelectasis is particularly common in an injured lung
es: La atelectasia cíclica es particularmente común en un pulmón lesionado

source: Mechanical power is a medical term which is a measure of the amount of energy imparted to a patient by a mechanical ventilator.
es: La potencia mecánica es un término médico que es una medida de la cantidad de energía suministrada a un paciente por un ventilador mecánico.

source: Skin infections represent more than 95% of cases.
es: Produce inmunidad en el 93 % de los casos.

source: Plans were anncounced to start animal studies in March 2020, and recruitment began of 510 human participants for a phase I/II trial on 27 March.
es: Se anunciaron planes para comenzar estudios en animales en marzo de 2020, y se inició el reclutamiento de 510 participantes humanos para un ensayo de fase I / II el 27 de marzo.

source: Three were citizens who were in contact with previous infected cases arriving from Iran, and the fourth case was a citizen arriving from Iran via the United Arab Emirates.
es: Tres de los cuatro pacientes son ciudadanos que estuvieron en contacto con los casos contagiados que habían llegado de Irán, y el cuarto caso es un ciudadano que llegó de Irán a través de los Emiratos Árabes Unidos.

source: Relief wings of religious organisations have dispatched disinfection supplies, powered air-purifying respirators, face shields, gloves, coronavirus nucleic acid detection reagents, ventilators, patient monitors, syringe pumps, infusion pumps, and food to affected areas.
es: Se han enviado suministros de desinfección, respiradores purificadores de aire, protectores faciales, guantes, reactivos de detección de ácido nucleico de coronavirus, ventiladores, monitores de pacientes, bombas de jeringa, bombas de infusión y alimentos a las áreas afectadas, [3]​ e incluso han ofrecido pruebas gratuitas de COVID-19 al público.

source: As of 3 March, there were 4 confirmed cases in Belarus.
es: El 3 de marzo, 3 nuevos casos fueron confirmados.

source: The United Nations Secretary General described these inquiries as a misinformation campaign targeting ICAO.
es: [143]​ El Secretario General de las Naciones Unidas describió estos cuestionamientos como una campaña de desinformación dirigida a la OACI.

source: Mitigation (circumstances of widespread infections)
es: mitigación (situación de infecciones de amplia propagación)

source: On 17 March, President Danilo Medina gave an address to the nation and declared a state of emergency, announcing a series of measures to try and stop the spread of the virus.
es: El 17 de marzo 2020, el presidente Danilo Medina declaró al país en estado de emergencia y anunció una serie de medidas para intentar detener el contagio del virus.

source: The Hengdian World Studios in Dongyang, China, has closed indefinitely.
es: [19]​ El Hengdian World Studios en Dongyang, China, ha cerrado indefinidamente.

source: Hand washing (or handwashing), also known as hand hygiene, is the act of cleaning one's hands for the purpose of removing soil, grease, microorganisms, or other unwanted substances.
es: La higiene de manos es el acto de lavarse las manos con el propósito de eliminar restos, suciedad y microorganismos.

source: It was held from 6 to 9 February 2020.
es: Se llevó a cabo del 6 al 9 de febrero de 2020.

source: On 3 February, RTÉ announced that it had invited McDonald to participate in the final debate, in part due to Sinn Féin's standing in recent opinion polls, and Sinn Féin confirmed that it would accept the invitation.
es: [57]​ El 3 de febrero, RTÉ anunció que había invitado a McDonald a participar en el debate final, en parte, debido a la posición del Sinn Féin en las últimas encuestas y el Sinn Féin confirmó que aceptaría la invitación.

source: On the same day, four more patients were admitted into the record as the eighth patient, 62-year-old South Korean woman, returned from Wuhan.
es: El mismo día, cuatro pacientes más fueron admitidos en el registro cuando la octava paciente, una mujer surcoreana de 62 años, regresó de Wuhan.

source: "The website's critics consensus reads: ""It may suffer in comparison to Pixar's classics, but Onward makes effective use of the studio's formula – and stands on its own merits as a funny, heartwarming, dazzlingly animated adventure."""
es: El consenso del sitio fue: «Aunque podría verse floja en comparación con los clásicos de Pixar, Onward hace un uso efectivo de la fórmula del estudio y se mantiene por sus propios méritos como una aventura animada divertida, conmovedora y deslumbrante».
